Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Żelazo należy dostarczyć do jego warsztatu w Dzielnicy Portowej, niedaleko kaplicy Magów Wody. Pracownię najłatwiej rozpoznać po stanowisku gońca Gildii Kupieckiej przy wejściu.
uk: Залізо потрібно доставити до його майстерні в Портовому кварталі, біля храму Магів Води. Майстерню найлегше упізнати по перевізнику Торгової Гільдії біля входу.

source: Żelazo z Glenwyr nie ma sobie równych.
uk: Залізо з Гленвіра не має собі рівних.

source: Żona Albyna
uk: Дружина Альбіна

source: Żołd nie jest zbyt wysoki, bo wojna trwa w najlepsze i środki w dużej mierze idą do naszych chłopców na froncie, ale musisz pamiętać o jednej rzeczy.
uk: Платня не дуже велика, оскільки війна триває, і кошти в основному йдуть нашим хлопцям на фронт, але ти маєш пам'ятати про одну річ.

source: Żołnierska pika
uk: Солдатська піка

source: Żuwaczki bez szczególnych
uk: Щелепи без особливих

source: Żuwaczki leśnej bestii
uk: Щелепи лісового жука

source: Żuwaczki pełzacza
uk: Щелепи повзуна

source: Żuwaczki polnej bestii
uk: Щелепи польового жука

source: Żuwaczki rzadko kiedy mocno się trzymają, przy odpowiednim wysiłku spokojnie się ich pozbędziesz.
uk: Щелепи рідко тримаються міцно. Приклавши достатньо зусиль, ти легко їх дістанеш.

source: Żuwaczki to coś dobrego dla początkujących. W przypadku większości gatunków są one zrobione z twardych chitynowych pancerzy, więc trudno je uszkodzić.
uk: Щелепи – це те, що потрібно для початківців. У більшості видів вони вкриті міцним хітиновим панциром, тому їх важко пошкодити.

source: Życie górnikach w tych czasach jest coraz bardziej szalone.
uk: Життя гірників у наші дні стає все більш божевільним.

source: Życie jakoś się toczy. Od pracy, przez gotowanie, do spania. I tak w kółko.
uk: Життя якось живеться. Працюю, готую, сплю. І так по колу.

source: Życie jest za krótkie, żeby spędzić je na czyszczeniu kufli i szorowaniu podłogi.
uk: Життя надто коротке, щоб витрачати його на чищення пивних кухлів і миття підлоги.

source: Życie już zaczęliście nam odbierać. Biedak zginął przez was, jestem tego pewien!
uk: Ви вже почали відбирати у нас життя. Бідолаха загинув через вас, я в цьому впевнений!

source: Życie musi toczyć się dalej.
uk: Життя має тривати далі.

source: Życie na lądzie ma jednak swoje plusy, na morzu nigdy nie mieliśmy takich uczt ani tyle wina!
uk: Життя на суші має свої плюси, але на морі у нас ніколи не було таких бенкетів і стільки вина!

source: Życie tier 2
uk: Цілюща рослина

source: Życie tutaj nie jest tanie. Alkohol, dziewczyny, to wszystko swoje kosztuje...
uk: Життя тут недешеве. Алкоголь, дівчата, все це коштує своїх...

source: Życie tutaj w porównaniu z portem jest błogie i beztroskie. Na szczęście udało mi się znaleźć porządną pracę i wyrwać się stamtąd.
uk: Життя тут, порівняно з портом, блаженне і безтурботне. На щастя, мені вдалося знайти пристойну роботу і перебратися звідти.

source: Życie, kochaniutki! Z czegoś trzeba żyć, a że mam pewne talenty...
uk: Життя, мій любий! Треба ж з чогось жити, а оскільки я маю певні таланти...

source: Życie. Wszystkiego nie przewidzisz.
uk: Таке життя. Всього не передбачиш.

source: Życiodajna potrawka z niedźwiedzia
uk: Життєдайне рагу з ведмежатини

source: Życzę ci wszystkiego dobrego i mam nadzieję, że się jeszcze spotkamy. Jak sam widzisz, muszę wracać do mniej zdolnego towarzystwa od ciebie.
uk: Бажаю тобі всього найкращого і сподіваюся, що ми ще побачимось. Як сам бачиш, я мушу повертатися до менш здібної компанії, ніж ти.

source: Żyj w swojej obłudzie, starcze.
uk: Живи у своїй брехні, старий.

source: Żyj w swojej obłudzie, starcze. (Odejdź)
uk: Живи у своїй брехні, старий. (Піти)

source: Żyjemy tu, przestrzegając określonych zasad. Dotyczą one także ciebie.
uk: Ми живемо тут за певними правилами. Вони також стосуються і тебе.

source: Żyjemy według swoich własnych zasad i zgodnie z tradycją przodków. Nie zmienimy tego, nieważne, jak bardzo się to królewskim nie podoba.
uk: Ми живемо за власними правилами та згідно з традиціями наших предків. І ми цього не змінимо, як би це не подобалось королівським особам.

source: Żyjesz tylko i wyłącznie dlatego, że mamy ostatnio sporo istotniejszych rzeczy do roboty niż gonienie przestępców.
uk: Ти живий лише тому, що останнім часом у нас є набагато важливіші справи, ніж переслідування злочинців.

source: Żyjesz ze sprzedaży ryb?
uk: Ти заробляєш продажем риби?

source: Żyjesz? Wyglądało to dość groźnie...
uk: Ти живий? Виглядало досить небезпечно...

source: Żyją tam od lat, raczej nie są agresywne, tak długo, jak nikt się do nich nie zbliża.
uk: Вони живуть там роками і вони не агресивні, якщо до них не наближатися.

source: Żyją w nieustannym poszukiwaniu równowagi i sprawiedliwości, a to sprawia, że czasami nie postrzegają świata tak, jak reszta z nas.
uk: Вони живуть у постійному пошуку рівноваги та справедливості, і це іноді змушує їх бачити світ не так, як усі інші.

source: Żyję jak szczur, a przez całe życie gardziłem biednymi.
uk: Я живу як щур, хоч все своє життя я зневажав бідних.

source: Żyję, nic mi nie jest, Marvin.
uk: Я живий, зі мною все гаразд, Марвіне.

source: Żyję, więc jest nieźle. To ten korzeń, o który chodziło?
uk: Я живий, тож непогано. Це той корінь, який ти шукала?

source: Żywcem ci klejnotów nie oddam, ale jest jeszcze inne rozwiązanie.
uk: Живцем я не віддам тобі коштовності, але є інше рішення.

source: Żywcem nigdy! Wolę skoczyć!
uk: Живим мене не візьмеш! Я краще стрибну!

source: Żywić, to żywię, ale niech wam będzie, zostawię go w spokoju.
uk: Тримати, звісно, тримаю, але як би там не було, я залишу його в спокої.

source: Żywność
uk: Їжа

source: Żywność, alkohol i inne bzdety. To co, chcesz rzucić okiem? Bo wiesz, zasłaniasz mi słońce.
uk: Їжею, алкоголем та іншими дрібницями. То що, хочеш подивитися? Бо, знаєш, ти затуляєш мені сонце.

source: Żyłem na uboczu przez wiele tygodni i obserwowałem, jak mieszkańcy Archolos powoli odbudowują to, co zniszczył ogień bitwy. Część z nich zupełnie o mnie zapomniała, ale wielu twierdziło, że to dzięki mnie magowie zdążyli przybyć na czas...
uk: Багато тижнів я жив осторонь і спостерігав, як жителі Архолосу повільно відбудовували те, що було знищено вогнем битви. Деякі з них зовсім забули про мене, але багато хто стверджував, що саме завдяки мені маги прибули вчасно...

source: Żółta sofa
uk: Жовтий диван

source: Żółte dudy
uk: Жовта волинка

source: Żółtodzioby przodem.
uk: Спершу новачки.

source: Żądamy sprawiedliwości!
uk: Ми вимагаємо справедливості!

source: Żądełko
uk: Жало

source: Żądło
uk: Жало

source: Żądło bagiennego krwiopijcy
uk: Жало болотного шершня

source: Żądło rzecznego krwiopijcy
uk: Жало річкового шершня

source: że nie powinienem tego pić...
uk: що мені не варто це пити...

source: – Mów psubracie, gdzie
uk: - Кажи, бастарде, де

source: – Nie, to prawda być nie może! Odnajdę sprawców i pójdę z nimi na noże. Odzyskam me dziedzictwo, pijąc przy tym piwo, bo od tych pieniędzy będę chodzić krzywo.
uk: - О, ні, цього не може бути! Я вистежу усіх, їм не уникнути моєї люті. Я відшукаю спадок, і буду пити пиво, поки від гулянок тих не почну ходити криво!

source: – Skarb wasz panie, cały Sosnograd wziął w posiadanie! Nic w waszmości kieszeniach nie zostanie!
uk: - Твої скарби роздав я бідним сосноградцям! Пусті твої кишені на твоє нещастя!

source: – Winić mnie nie możesz Bezimielu, gdyż dukatów ze skarbu starczyłoby dla wielu! Lecz już ich nie mam, wszystko oddane, nigdy ich nie znajdziesz, bo będą schowane.
uk: - Не гнівайся, Безіменчику, не моя вина - дукатів зі скарбниці вистачило б всім сповна! Я все роздав, їх в мене вже нема, можеш не шукати їх дарма.

source: – Wrzodzimierzu, jakże nisko upadłeś, gdy mienie mego wuja skradłeś.
uk: - Гнійославе, як низько же ти впав, навіщо дядька мого обікрав.

source: „Dopóki wieje bryza, dopóty błękitne żagle Araxos łopotać będą na morzach świata.”
uk: 'Допоки дме вітер, блакитні вітрила Араксосу розвіватимуться на морях світу.'

source: „Mieszkańcy zarówno miast, jak i wiosek nieraz opowiadają historie o tajemniczych stworach z głębin kanałów i opuszczonych jaskiń. Strach ma wielkie oczy, toteż lokalna gawiedź lubi snuć niewiarygodne opowieści o demonach żywiących się krwią niewinnych. Prawda na ten temat jest zgoła inna. Niektóre jaskinie oraz nieodwiedzane części kanałów miejskich zamieszkują nietoperze.
uk: Мешканці як міст, так і сіл іноді розповідають історії про таємничих істот з глибин каналізацій та закинутих печер. У страху очі великі, тому місцеві жителі люблять розповідати неймовірні історії про демонів, які харчуються кров'ю невинних. Істина ж зовсім інша. Деякі печери та непрохідні частини міської каналізації населяють кажани.

source: „O niedźwiedziach wbrew pozorom można by pisać bardzo długo. Są to stworzenia tyle samo niebezpieczne, co też w miarę umiejętności łowieckich łatwe do uniknięcia, a nawet zabicia. Niedźwiedzie są oczywiście ogromne i bardzo silne. Zamieszkują lasy oraz małe pieczary. Wielu uczonych zastanawiało się, czy niedźwiedź nie jest jakoś spokrewniony ze znanymi wszystkim psami i wilkami, teoria ta jednak w dużej mierze upadła z braku sensownych dowodów.
uk: Про ведмедів, всупереч їхньому звичному вигляду, можна писати дуже довго. Ці істоти водночас і небезпечні, і в той же час їх можна легко обійти чи навіть вбити, якщо ви володієте відповідними мисливськими навичками. Ведмеді, звісно, величезні і дуже сильні. Вони живуть у лісах і невеликих печерах. Багато вчених задавалися питанням, чи ведмеді якось споріднені з собаками і вовками, яких ми всі знаємо, але ця теорія зазнала краху через нестачу вагомих доказів.

source: „O niektórych stworzeniach krążą legendy, z których godzi się co najwyżej śmiać. Są jednak takie, które u nawet najznamienitszych łowców budzą lęk. Z cieniostworem – bo o nim tu mowa – nasza grupa badawcza spotkała się tylko raz i było to doprawdy spotkanie niesamowite. Czarna bestia przypominająca skrzyżowanie pumy z niedźwiedziem rozszarpała na strzępy trzech strażników, którzy nas eskortowali. Prowadziliśmy wówczas ekspedycję w głąb lasu celem zbadania lokalnej flory pod kątem przydatności dla zielarzy.
uk: Про деяких істот ходять легенди, з яких можна хіба що посміятися. Проте є й такі, яких бояться навіть найдосвідченіші мисливці. З тінезвіром, а мова саме про нього, наша дослідницька група зустрілася лише один раз, і це була справді дивовижна зустріч. Звір, чорний як ніч, що нагадував щось середнє між пумою та ведмедем, розірвав на шматки трьох вартових, які нас супроводжували. Це була експедиція вглиб лісу для вивчення місцевої флори з метою визначення її користі для травників.

source: „Ognisty jaszczur to fenomen w świecie przyrody. Z początku niektórzy przypuszczali, że stworzenia te są jakimiś dziwnymi spadkobiercami smoków. Nie sposób tego jednak w żaden sposób potwierdzić, z powodu oczywistego braku niepodważalnych dowodów na istnienie tych wielkich, skrzydlatych gadów.
uk: Вогняний ящір - це феномен природи. Спочатку дехто припускав, що ці істоти є якимись дивними нащадками драконів. Однак це ніяк не може бути підтверджено через явну відсутність неспростовних доказів існування цих великих крилатих рептилій.

source: „Oszczędzę cię, starcze” - wycedził napastnik - „ale tylko dlatego, że dzięki tobie narodziłem się na nowo. A teraz uciekaj. Uciekaj i nigdy nie wracaj!”
uk: 'Я пощаджу тебе, старий' - прогарчав нападник, - 'але тільки тому, що завдяки тобі я народився знову. А тепер тікай. Тікай, і ніколи не повертайся!'

source: „Podobnie jak wiele innych nieludzkich, humanoidalnych stworzeń, również i żaboludź budzi nasze szczególne zainteresowanie. Badania nad tymi inteligentnymi bestiami trwają już od jakiegoś czasu. Zwykle spotyka się je naokoło leśnych strumyków. Zazwyczaj żyją w grupach złożonych z kilku osobników, chociaż spotyka się je także samotnie. W przeciwieństwie do goblinów, żaboludzie są wyżsi od ludzi.
uk: Як і багато інших людиноподібних істот, жаболюди також становлять для нас особливий інтерес. Дослідження цих розумних істот тривають вже досить давно. Зазвичай їх можна зустріти біля лісових струмків. Переважно вони живуть групами по кілька особин, хоча зустрічаються і поодинці. На відміну від гоблінів, жаболюди вищі за людей.

source: „Przemierzając bagniste tereny, natknęliśmy się z naszą grupą badawczą na bardzo terytorialne stworzenia, które potem nazwaliśmy błotniakami. Przypominają znacznie wyrośniętego gada wielkości kretoszczura, pokrytego na dodatek skorupą. Są powolne i wydają się dość głupie.
uk: Подорожуючи болотистою місцевістю, ми з дослідницькою групою натрапили на дуже територіальних істот, яких згодом назвали мулистими черепахами. Вони нагадують велику рептилію розміром з кротощура, вкриту панциром. Вони повільні і здаються зовсім дурними.

source: „Teraz jesteście gotowi, chłopcy. Przywdziejcie wasze pancerze i przepasajcie miecze. Zmówcie modlitwę i ruszajcie. Miasto was potrzebuje!”
uk: 'Тепер ви готові, хлопці. Одягайте обладунки і беріть мечі. Прочитайте свої молитви і вирушайте. Ви потрібні місту!'

source: „Wśród szlachty od jakiegoś czasu kwitnie zainteresowanie kulturą marynistyczną. Bogaci panowie oraz ich panie udają się spędzać swój czas wolny na plażach. Nawyki wyniesione z miast są jednak przyczyną rozlicznych nieszczęść i wypadków. Najlepszym tego przykładem niech będą bliższe spotkania z krabami. Te przerośnięte stawonogi są pokryte grubą skorupą. Są terytorialne.
uk: Серед знаті вже деякий час спостерігається розквіт інтересу до морської культури. Багаті джентльмени та їхні дами проводять своє дозвілля на пляжах. Однак їх міські звички стають причиною численних нещасних випадків і неприємностей. Найкращий приклад - близьке знайомство з крабами. Ці величезні членистоногі вкриті товстим панциром. Вони територіальні.

source: „Zróżnicowanie okazów pod względem rozmiarów jest bardzo charakterystyczną cechą klimatu umiarkowanego. Jednym z bardziej doniosłych przypadków niesamowitości życia w naszym świecie jest troll. To gigantyczne stworzenie, które przewyższa niejedną ludzką budowlę, pokryte gęstym i twardym futrem. Wyposażony przez naturę w potężne ramiona oraz długie kły, troll stanowi ogromne zagrożenie dla podróżnych i poszukiwaczy przygód, którzy przemierzają dzikie, górskie ostępy i kotliny.
uk: Велика різноманітність розмірів у різних видів – характерна риса помірного клімату. Одним із найяскравіших прикладів дивовижної фауни в нашому світі є троль. Це гігантська істота, яка перевершує за розмірами чимало споруд, побудованих людиною. Він вкритий густим і жорстким хутром. Наділений від природи могутніми лапами та довгими іклами, троль становить величезну загрозу для мандрівників та шукачів пригод, які блукають горами та долинами.
